const food = 0;
const recycle = 1;
const bad = 2;
const other = 3;

const names = ["厨余垃圾", "可回收垃圾", "有害垃圾", "其它垃圾"];

const desc = [
  "餐厅或居民家做饭做菜中产生的厨余；简单来说，厨房垃圾基本上可以算厨余垃圾.",
  "适宜回收和资源利用的，简单来说，废品站会收的.",
  "有害垃圾，对人或自然造成直接或者潜在危害的，比如电池等，必须单独收集，运输，存储，由环保部门认可的专业机构进行特殊安全处理.",
  "指除了其他三类外的其他生活垃圾。即环卫体系主要收集和处理的垃圾。主要通过卫生填埋和焚烧发电两种方式处理。"
];

const rules = [
  ["投至餐厨垃圾收集容器", "厨余垃圾容易腐烂，产生异味，需要用垃圾袋扎好，日产日清", "厨余垃圾应沥干水分再投入厨余垃圾袋", "大块骨头和椰子壳，榴莲壳等不易生化降解，不宜作为厨余垃圾，可作为其他垃圾投放", "不要将纸巾，牙签，食品包装物等混入厨余垃。可将此类废弃物作为其他垃圾投放，未污染的食品包装袋作为可回收物投放"],
  ["卖回收站、或投至可回收物收集容器、收集点", "平面纸张铺平整齐叠放,必要时困扎", "纸板箱，包装盒等拆解并压平", "牛奶（饮料）包装建议抽出吸管后剪开洗净", "塑料泡沫等尽量切成小块，装袋投放"],
  ["送有害垃圾回收站点，或投至有害垃圾收集容器"],
  ["投至其他垃圾收集容器", "其它垃圾为干垃圾，请保持干燥。"]
];

const colors = ["#73d173", "#c96e59", "#599ed1", "#8e8e8d"];
export default {
  names,
  desc,
  rules,
  colors,
  food, recycle, bad, other
}